02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa1.xfs.sync.randwrite.bs4k.j32.depth4.txt
02-08 18:00:49 1406970049
job.hioa1.xfs.sync.randwrite.bs4k.j32.depth4: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=4
...
job.hioa1.xfs.sync.randwrite.bs4k.j32.depth4: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=4
fio-2.0.14
Starting 32 processes

job.hioa1.xfs.sync.randwrite.bs4k.j32.depth4: (groupid=0, jobs=32): err= 0: pid=12571: Sat Aug  2 18:01:09 2014
  write: io=32768MB, bw=1696.5MB/s, iops=434282 , runt= 19316msec
    clat (usec): min=13 , max=106488 , avg=71.48, stdev=214.78
     lat (usec): min=13 , max=106488 , avg=71.66, stdev=214.78
    clat percentiles (usec):
     |  1.00th=[   53],  5.00th=[   57], 10.00th=[   61], 20.00th=[   65],
     | 30.00th=[   66], 40.00th=[   68], 50.00th=[   71], 60.00th=[   74],
     | 70.00th=[   76], 80.00th=[   77], 90.00th=[   80], 95.00th=[   82],
     | 99.00th=[   90], 99.50th=[   92], 99.90th=[  100], 99.95th=[  107],
     | 99.99th=[  498]
    bw (KB/s)  : min=41072, max=58312, per=3.13%, avg=54343.68, stdev=2711.51
    lat (usec) : 20=0.01%, 50=0.31%, 100=99.56%, 250=0.10%, 500=0.01%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (msec) : 250=0.01%
  cpu          : usr=4.21%, sys=10.48%, ctx=8399028, majf=0, minf=889
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=8388608/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=32768MB, aggrb=1696.5MB/s, minb=1696.5MB/s, maxb=1696.5MB/s, mint=19316msec, maxt=19316msec

Disk stats (read/write):
  hioa: ios=0/8325432, merge=0/0, ticks=0/511500, in_queue=518420, util=100.00%
02-08 18:01:09 1406970069