02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa2.jfs.mmap.randwrite.bs4k.j4.depth4.txt
07-08 16:21:40 1407396100
job.hioa2.jfs.mmap.randwrite.bs4k.j4.depth4: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=4
...
job.hioa2.jfs.mmap.randwrite.bs4k.j4.depth4: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=mmap, iodepth=4
fio-2.0.14
Starting 4 processes

job.hioa2.jfs.mmap.randwrite.bs4k.j4.depth4: (groupid=0, jobs=4): err= 0: pid=5251: Thu Aug  7 16:21:56 2014
  write: io=4096.0MB, bw=261980KB/s, iops=65495 , runt= 16010msec
    clat (usec): min=19 , max=183 , avg=59.36, stdev=10.70
     lat (usec): min=19 , max=184 , avg=59.52, stdev=10.70
    clat percentiles (usec):
     |  1.00th=[   27],  5.00th=[   41], 10.00th=[   47], 20.00th=[   54],
     | 30.00th=[   56], 40.00th=[   58], 50.00th=[   60], 60.00th=[   62],
     | 70.00th=[   64], 80.00th=[   67], 90.00th=[   70], 95.00th=[   72],
     | 99.00th=[   79], 99.50th=[  104], 99.90th=[  131], 99.95th=[  135],
     | 99.99th=[  147]
    bw (KB/s)  : min=62880, max=68800, per=25.03%, avg=65585.90, stdev=782.17
    lat (usec) : 20=0.01%, 50=12.03%, 100=87.45%, 250=0.52%
  cpu          : usr=6.87%, sys=52.31%, ctx=2959939, majf=0, minf=1049048
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1048576/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=261980KB/s, minb=261980KB/s, maxb=261980KB/s, mint=16010msec, maxt=16010msec

Disk stats (read/write):
  hioa: ios=0/1044332, merge=0/0, ticks=0/14440, in_queue=14570, util=48.32%
07-08 16:21:56 1407396116