02_benchmark_fio/executed.Gottfried.20140801_202540.18486/fio.job.hioa2.jfs.mmap.randwrite.bs8k.j2.depth16.txt
07-08 17:16:29 1407399389
job.hioa2.jfs.mmap.randwrite.bs8k.j2.depth16: (g=0): rw=randwrite, bs=8K-8K/8K-8K/8K-8K, ioengine=mmap, iodepth=16
job.hioa2.jfs.mmap.randwrite.bs8k.j2.depth16: (g=0): rw=randwrite, bs=8K-8K/8K-8K/8K-8K, ioengine=mmap, iodepth=16
fio-2.0.14
Starting 2 processes

job.hioa2.jfs.mmap.randwrite.bs8k.j2.depth16: (groupid=0, jobs=2): err= 0: pid=5954: Thu Aug  7 17:16:36 2014
  write: io=2048.0MB, bw=323935KB/s, iops=40491 , runt=  6474msec
    clat (usec): min=21 , max=149 , avg=47.50, stdev= 5.22
     lat (usec): min=21 , max=149 , avg=47.75, stdev= 5.22
    clat percentiles (usec):
     |  1.00th=[   28],  5.00th=[   45], 10.00th=[   46], 20.00th=[   46],
     | 30.00th=[   47], 40.00th=[   47], 50.00th=[   47], 60.00th=[   48],
     | 70.00th=[   48], 80.00th=[   49], 90.00th=[   49], 95.00th=[   50],
     | 99.00th=[   54], 99.50th=[   70], 99.90th=[  110], 99.95th=[  113],
     | 99.99th=[  122]
    bw (KB/s)  : min=155664, max=167776, per=49.98%, avg=161917.33, stdev=2127.33
    lat (usec) : 50=91.01%, 100=8.51%, 250=0.48%
  cpu          : usr=11.67%, sys=53.38%, ctx=793165, majf=0, minf=525465
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=2048.0MB, aggrb=323934KB/s, minb=323934KB/s, maxb=323934KB/s, mint=6474msec, maxt=6474msec

Disk stats (read/write):
  hioa: ios=0/263354, merge=0/0, ticks=0/3610, in_queue=3660, util=44.33%
07-08 17:16:36 1407399396